{
    "articles": [
        {
            "idKategori": 1,
            "id": 1,
            "title" : "Pendiri Kerajaan Aceh",
            "img": "https://akcdn.detik.net.id/community/media/visual/2021/05/06/masjid-raya-baiturrahman-5_169.jpeg?w=700&q=90",
            "body" : "Cikal bakal menjadi Kerajaan Aceh bermula dari adanya Kerajaan Indra Purba yang terletak di Lamuri. Pada tahun 1059-1069 M, tentara China menyerang Kerajaan Indra Purba yang waktu itu dipimpin oleh Maharaja Indra Sakti. Ketika peperangan terjadi, Kerajaan Perlak sebagai sekutu dari Kerajaan Indra Purba mengirimkan 300 pasukan, diantaranya terdapat pemuda kuat yang bernama Meurah Johan yang memimpin pertempuran. Akhirnya tentara China dapat dikalahkan dan diunsir mundur. Untuk membalas jasa Meurah Johan, maka Maharaja Indra Sakti menikahkan anaknya dengan pemuda tersebut. Setelah itu, Meurah Johan yang bergelar Sultan Alaidin Johan Shah menggantikan mertuanya yang telah wafat sebagai raja di Kerajaan Indra Purba. Kemudian kerajaan tersebut berganti nama menjadi Kerajaan Darussalam yang terletak di Bandar Darussalam. Hingga akhirnya sampailah pada generasi ke 11, yaitu Sultan Ali Mughayat Shah. Dalam perkembangannya, Sultan Ali Mughayat Shah lah pendiri Kerajaan Aceh Darussalam, dimana awalnya bernama Kerajaan Darussalam. Bukan hanya itu saja, Sultan Ali Mughyat Shah juga menyatukan kerajaan-kerajaan kecil yang berhasil ditakhlukannya di bawah naungan Kerajaan Aceh. Selain itu, Sultan Ali Mughayat Shah berjasa dalam melakukan perlawanan terhadap bangsa Portugis yang tiba di Malaka. Oleh sebab itu, Sultan Ali Mughayat Shah membentuk angkatan laut dan darat. Kemudian juga membuat dasar-dasar politik luar negeri Kerajaan Aceh. Sultan Ali Mughayat Shah akhirnya menghembuskan nafas terakhirnya pada tahun 12 Dzulhijah sekitar 17 agustus 1530 M. Kerajaan Aceh kemudian dipimpin oleh Sultan Salahuddin pada tahun 1530-1539 M. Tak berlangsung lama pemerintahannya, akhirnya Kerajaan Aceh dipimpin oleh Sultan Alauddin Riayat Shah, anak dari Sultan Mughayat Shah. Pada masa kepemimpinannya, Kerajaan Aceh mengalami penyerangan oleh Portugis yang dibantu oleh Kerajaan Johor, Perak dan Pahang yang saat itu sedang memusuhi Aceh. Penyerangan terus dilakukan hingga wafatnya Sultan Alauddin Riayat Shah. Kemudian kepemimpinan Kerajaan Aceh digantikan oleh Sultan Husein Ali Riayat Shah. Sultan Husein Ali Riayat Shah melakukan penyerangan terhadap Malaka yang diduduki Portugis dengan 7000 tentara dan 90 armada kapal. Pasukan Aceh berhasil membakar Malaka bagian selatan, namun penyerangannya ini dikatakan sia-sia saja. Sebab Malaka bertahan dan semakin memiliki tekad untuk membumi hanguskan Kerajaan Aceh. Kemudian Sultan Husein Ali Riayat Shah digantikan oleh anaknya Sultan Moeda. Ia dinobatkan saat usianya masih belia yaitu, 4 bulan. Setelah menjabat kurang lebih 7 tahun, Sultan Moeda dikabarkan wafat dan mengakhiri masa pemerintahannya. Oleh sebab itu, ia hanya dianggap sebagai sultan bayangan, karena hanya memerintah dalam waktu singkat. Oleh karena itu, kepemimpinan Kerajaan Aceh dialihkan pada Sultan Sri Alam, anak dari Sultan Alauddin Riayat Shah. Dikisahkan bahwa Sultan Sri Alam sangatlah kejam, hingga akhirnya wafat karena dibunuh dalam waktu pemerintahannya yang sangat singkat. Selanjutnya Kerajaan Aceh dipimpin oleh Sultan Zain Al Abidin. Namun, sayangnya tak berlangsung lama dalam memerintah, Sultan Zain Al Abidin turun dari tahtanya karena dinilai sangat kejam. Pada masa inilah, Aceh mengalami krisis dinasti. Hingga akhirnya, Sultan Alauddin Mansur Shah dijadikan pemimpin. Ia adalah anak dari Sultan Ahmad dari Kerajaan Perak. Pada masa kepemimpinannya, Sultan Alauddin Mansur Shah harus dihadapkan oleh Kerajaan Johor yang ingin menyerang Aceh. Waktu yang genting sekaligus krisis dinasti dalam masalah internal Aceh, membuat Sultan Alauddin Mansur Shah tak bisa membendung serangan dari luar. Hal ini mengakibatkan, kekalahan yang dialami serta armada Aceh yang berhasil dihancurkan Portugis di depan Kedah. Kemudian Sultan Alauddin Mansur Shah wafat karena dibunuh oleh prajuritnya sendiri yaitu Sri Pada. Masa kepemimpinannya diteruskan oleh Sultan Buyong pada tahun 1586 M. Pada masa kepemimpinannya, Sultan Buyong melakukan perdamaian da mengajak Kerajaan Johor untuk bersekutu. Tak lama setelah itu, Sultan Buyong pun wafat dan digantikan oleh Sultan Alauddin Riayat Shah Al Mukhammil. Saat Sultan Alauddin Riayat Shah Al Mukhammil menjabat, banyak buku-buku Islam yang diterbitkan. Yaitu karya sastra melayu diantaranya seperti Mirat Al Muminin, karangan Syams ud-Din. Kemudian ada Mahkota para raja, karangan Bukhari Al Johari. Setelah Sultan Alauddin Riayat Shah Al Mukhammil wafat, kepemimpinan dilanjutkan oleh anaknya yaitu, Sultan Ali Riayat Shah. Namun, pada masa pemerintahannya terjadi banyak masalah yang dialami oleh Kerajaan Aceh. Waktu itu Aceh mengalami krisis pangan, hingga banyak menyebabkan rakyat kelaparan. Selain itu, portugis juga menyerang Aceh secara tiba-tiba dengan armada Martin Affonse. Akhirnya, masa kepemimpinan dilanjutkan oleh Sultan Iskandar Muda, yaitu sepupu dari Sultan Ali Riayat Shah. Masa kepemimpinannya begitu gemilang, Kerajaan Aceh mengalami puncak kejayaannya. Sultan Iskandar Muda berhasil menduduki wilayah timur seperti, Pasai, Pedir, Deli, Aru. Sedangkan wilayah barat, ia menguasai Dya, Labu, Singkel, Priaman, Padang. Tak hanya itu saja, Sultan Iskandar Muda juga berhasil menaklukan negara-negara luar di Semenanjung Melayu seperti, Johor, Pahang, Perak, dan Kedah. Sultan Iskandar Muda juga berhasil meneruskan perjuangan melawan Portugis sekaligus menguasai jalur perdagangan sebelah barat. Ia memimpin Kerajaan Aceh selama 29 tahun dengan pencapaian-pencapaian yang luar biasa, hingga mendapat julukan “Marhom Mahkota Alam”. Selanjutnya, usai kepemimpinan Sultan Iskandar Muda, Kerajaan Aceh dipimpin oleh Sultan Iskandar Thani Alaaddin Moeghayar Shah pada tahun 1636 M, lalu Sultan Ahmad, Sultan Tadj al’alam Safiat Alauddin Shah atau Putri Sri Alam, Sultan Noer alalam Nakiat addinSjah, Sultan Inayat Shah Zakiat addin atau Putri Radjah Setia pada tahun 1678 M- 1688 M, Sultan Kamalat Shah pada tahun 1688-1699 M, Sultan Badr al’alam Syafir Hasjim Djamal Alauddin pada tahun 1699M-1702 M, Sultan Perkasa Alam Syarif Lamtoei ibn Syarif Ibrahim pada tahun 1702 M-1703 M, Sultan Djaman al’alam Badr al-Moenir pada tahun 1703 M- 1726 M. Kemudian Sultan Djauhar al’alam Ama addin Shah yang meninggal 20 hari setelah penobatannya, Sultan Shams al’alam atau Wandi Tebing, Sultan Alauddin Ahmad Shah atau Maharaja Lela Melajo pada tahun 1727 M- 1735 M, Sultan Alauaddin Johan Shah atau Poejoe Aoek pada tahun 1735 M-1760 M, Sultan Mahmud Shah atau Tuanku Raja pada tahun 1760 M- 1781 M, Sultan Alauddin Muhammad Shah atau Tuanku Mohammad pad tahun 1781 M- 1795 M, Sultan Alauddin Jauhar al’alam Shah pada tahun 1795 M- 1824 M, Sultan Muhammad Shah atau Tuanku Darid.",
            "source": ""
        },
        {
            "idKategori": 1,
            "id": 2,
            "title" : "Benteng Indrapatra",
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmQBIVNbcvmFNzsYLWwf4OA_gxsjXBjC3x8g&s",
            "body" : "Benteng Indrapatra merupakan situs bersejarah peninggalan kerajaan Lamuri di abad ke VII Masehi. Benteng yang masih berdiri kokoh ini berada di Desa Ladong Kecamatan Masjid Raya. Berjarak kurang lebih19 kilometer atau sekitar 30 menit berkedara dari Kota Banda Aceh. Benteng ini dibangun pada masa pra Islam oleh Kerajaan Hindu pertama di Aceh, yaitu kerajaan Lamuri. Letaknya persis di bibir pantai yang mengahadap ke laut Selat Malaka. Pada masa Sultan Iskandar Muda, benteng ini juga digunakan sebagai basis pertahanan dengan armada yang dipimpin oleh Laksamana Malahayati. Di Benteng Indrapatra, para pasukan Kesultanan Aceh kala itu menahan gempuran meriam Portugis yang ingin menguasai Aceh. Ada dua benteng yang masih berdiri kokoh hingga sekarang di situs sejarah ini. Benteng utama berukuran 70×70 meter dengan ketinggian 4 meter dan ketebalan sekitar 2 meter. Pada bagian lain juga terdapat lubang pengintai yang menghadap ke laut. Di dalam benteng terdapat dua bangunan yang berbentuk kubah, yang di dalamnya terdapat sumur. Menurut catatan, bahan bangunan yang berarsitektur kuno ini terdiri dari susunan batu gunung, kapur, tanah liat, kulit kerang dan telur. Hingga saat Benteng Indrapatra masih berdiri kokoh. Selain menyimpan nilai sejarah yang tinggi, benteng ini juga memiliki keindahan tersendiri di mana letaknya yang berada di pinggir pantai yang indah.",
            "source" :"https://disbudpar.acehprov.go.id/benteng-indrapatra-2/"
        },
        {
            "idKategori": 2,
            "id": 3,
            "title" : "Istana Maimunn",
            "img": "https://dbijapkm3o6fj.cloudfront.net/resources/6908,1004,1,6,4,0,600,450/-4601-/20230413192956/istana-maimoon.jpeg",
            "body" : "Istana Maimoon di Medan adalah simbol warisan kaya dan keagungan arsitektur di Sumatera Utara. Dibangun pada akhir abad ke-19 selama pemerintahan Sultan Mahmud Al Rashid Perkasa Alamyah, istana ini memadukan gaya arsitektur Melayu dan Eropa dengan ciri khas ukiran yang rumit dan warna kuning mencolok. Istana ini kini berfungsi sebagai museum yang menampilkan regalia kerajaan, artefak, dan dokumen sejarah.",
            "source" :"https://www.detik.com/sumut/budaya/d-6258488/sejarah-istana-maimun-peninggalan-kerajaan-deli-di-kota-medan"
        },
        {
            "idKategori": 2,
            "id": 4,
            "title" : "Candi Bahal",
            "img": "https://akcdn.detik.net.id/community/media/visual/2023/06/04/bangunan-utama-candi-bahal-ii_169.jpeg?w=700&q=90",
            "body" : "Candi Bahal, juga dikenal sebagai Biaro Bahal atau Candi Portibi, adalah kompleks candi Buddha Vajrayana yang terletak di Desa Bahal, Kecamatan Padang Bolak, Kabupaten Padang Lawas, Sumatera Utara. Candi ini dibangun dari bata merah dan diperkirakan berasal dari abad ke-11. Kompleks ini terdiri dari tiga candi utama, Candi Bahal I, II, dan III, yang masing-masing berjarak sekitar 500 meter satu sama lain. Candi Bahal merupakan salah satu situs sejarah penting yang menunjukkan bukti kehadiran agama Buddha di wilayah tersebut. Keunikan dari candi ini tidak hanya terletak pada struktur arsitekturnya yang menggabungkan elemen lokal dengan pengaruh agama Buddha, tetapi juga pada sejarah panjang dan kompleksitas kultural yang diwakilinya di Sumatera.",
            "source" :"https://www.detik.com/sumut/budaya/d-6754581/sejarah-candi-bahal-jejak-sriwijaya-di-sumut-lokasi-peringatan-waisak-2023"
        },
        {
            "idKategori": 3,
            "id": 5,
            "title" : "Taman Purbakala Kerajaan Sriwijaya",
            "img": "https://akcdn.detik.net.id/community/media/visual/2024/02/16/taman-purbakala-kerajaan-sriwijaya_169.jpeg?w=700&q=90",
            "body" : "Taman Purbakala Kerajaan Sriwijaya adalah situs arkeologi penting yang terletak di Kota Palembang, Sumatera Selatan, Indonesia. Situs ini merupakan bukti keberadaan Kerajaan Sriwijaya, sebuah kerajaan maritim yang berjaya dari abad ke-7 hingga ke-13. Kerajaan ini dikenal sebagai pusat perdagangan dan pendidikan agama Buddha di Asia Tenggara. Taman ini menyediakan informasi berharga tentang peran penting Palembang sebagai pusat kekuasaan dan pengaruh Sriwijaya pada masa lalu. Kerajaan Sriwijaya dikenal sebagai salah satu kerajaan terbesar di Asia Tenggara yang mengendalikan jalur perdagangan maritim di Selat Malaka. Penemuan arkeologi di Taman Purbakala termasuk sisa-sisa bangunan, prasasti, dan artefak-artefak yang memberikan gambaran tentang kehidupan ekonomi, sosial, dan budaya di kerajaan ini. Prasasti Kedukan Bukit, salah satu temuan penting di situs ini, mencatat pendirian kerajaan dan penaklukan-penaklukan yang dilakukan oleh pendirinya, Dapunta Hyang Sri Jayanasa. Situs ini juga menunjukkan kemajuan teknologi dan arsitektur Sriwijaya yang mencerminkan kemampuan mereka dalam membangun infrastruktur yang kompleks dan berfungsi baik untuk perdagangan maupun keagamaan. Temuan seperti saluran air, kolam, dan struktur bangunan lainnya mengindikasikan perencanaan kota yang canggih dan kemampuan untuk mengelola sumber daya air dengan baik. Hal ini memperlihatkan tingginya tingkat peradaban Sriwijaya dalam hal rekayasa dan pembangunan. Taman Purbakala Kerajaan Sriwijaya bukan hanya merupakan pusat penelitian sejarah, tetapi juga destinasi wisata edukatif yang menarik bagi para pengunjung. Di sini, pengunjung dapat melihat langsung peninggalan sejarah dan mendapatkan pemahaman lebih dalam tentang kejayaan masa lalu. Taman ini juga dilengkapi dengan museum yang menampilkan berbagai artefak, peta, dan diorama yang menggambarkan kehidupan di Kerajaan Sriwijaya, sehingga memberikan pengalaman belajar yang menyenangkan dan informatif. Selain nilai sejarah dan arkeologinya, Taman Purbakala Kerajaan Sriwijaya juga berfungsi sebagai simbol identitas dan kebanggaan bagi masyarakat Palembang dan Sumatera Selatan. Situs ini mengingatkan kita akan pentingnya menjaga dan melestarikan warisan budaya agar generasi mendatang dapat menghargai dan belajar dari masa lalu. Melalui pelestarian dan pengembangan situs ini, diharapkan dapat terus memberikan kontribusi terhadap pendidikan sejarah dan pariwisata di Indonesia.",
            "source" :"https://www.detik.com/sumbagsel/berita/d-7197590/taman-purbakala-kerajaan-sriwijaya-situs-untuk-belajar-sejarah"
        },
        {
            "idKategori": 3,
            "id": 6,
            "title" : "Benteng Kuto Besak",
            "img": "https://static.promediateknologi.id/crop/0x0:0x0/750x500/webp/photo/p1/583/2024/03/01/Picsart_24-03-01_19-05-28-201-674731914.jpg",
            "body" : "Benteng Kuto Besak adalah salah satu situs bersejarah yang terletak di Kota Palembang, Sumatera Selatan, Indonesia. Dibangun pada abad ke-18, benteng ini awalnya berfungsi sebagai pusat pemerintahan Kesultanan Palembang Darussalam. Benteng ini menjadi saksi bisu dari berbagai peristiwa sejarah yang penting, termasuk masa kejayaan dan penurunan kekuasaan kesultanan, serta berbagai perlawanan terhadap penjajah kolonial. Arsitektur Benteng Kuto Besak menunjukkan perpaduan gaya Eropa dan lokal, yang mencerminkan pengaruh berbagai budaya yang datang ke Palembang melalui perdagangan dan hubungan politik. Benteng ini dibangun dengan batu kapur dan memiliki dinding tebal yang dirancang untuk bertahan dari serangan musuh. Di dalam benteng, terdapat bangunan-bangunan penting yang dulunya digunakan sebagai tempat tinggal sultan, keluarga kerajaan, dan pejabat tinggi. Selama masa kolonial Belanda, Benteng Kuto Besak digunakan sebagai markas militer dan pusat administrasi. Hal ini menunjukkan pentingnya benteng tersebut dalam strategi militer dan pengawasan kolonial di wilayah Sumatera Selatan. Setelah kemerdekaan Indonesia, benteng ini tetap menjadi situs penting dan kini berfungsi sebagai markas Komando Daerah Militer (Kodam) II/Sriwijaya. Saat ini, Benteng Kuto Besak menjadi salah satu destinasi wisata utama di Palembang. Lokasinya yang strategis di tepi Sungai Musi menjadikannya tempat yang menarik untuk dikunjungi. Pengunjung dapat menikmati pemandangan sungai dan aktivitas kehidupan kota yang berdenyut di sekitar benteng. Selain itu, benteng ini sering digunakan untuk berbagai acara budaya dan perayaan, yang semakin menambah daya tariknya sebagai simbol sejarah dan kebanggaan masyarakat Palembang.",
            "source" :"https://www.beritawisata.com/wisata/58312027856/benteng-kuto-besak-bangunan-bersejarah-di-sumatera-selatan"
        },{
            "idKategori": 4,
            "id": 7,
            "title" : "Sejarah Gevangenis Van Fort De Koc",
            "img": "https://cdns.klimg.com/merdeka.com/i/w/news/2023/07/02/1565063/540x270/jejak-sejarah-gevangenis-van-fort-de-kock-penjara-belanda-di-jantung-bukittingi.jpg",
            "body" : "Gevangenis Van Fort De Kock adalah sebuah penjara bersejarah yang terletak di Bukittinggi, Sumatera Barat, Indonesia. Penjara ini didirikan oleh pemerintah kolonial Belanda pada awal abad ke-19, tepatnya pada tahun 1825, sebagai bagian dari benteng Fort De Kock yang dibangun untuk mengendalikan daerah Minangkabau. Nama Fort De Kock diambil dari nama Jenderal Hendrik Merkus de Kock, seorang jenderal Belanda yang berperan penting dalam penaklukan Sumatera Barat. Penjara ini digunakan oleh Belanda untuk menahan para pejuang dan tokoh-tokoh yang dianggap membahayakan kekuasaan kolonial mereka. Selama masa penjajahan, Gevangenis Van Fort De Kock menjadi simbol penindasan dan perjuangan rakyat Sumatera Barat melawan penjajah. Banyak tokoh pergerakan kemerdekaan Indonesia yang pernah merasakan kerasnya kehidupan di penjara ini, termasuk tokoh-tokoh dari pergerakan Paderi dan tokoh perjuangan kemerdekaan lainnya. Kondisi penjara yang keras dan tidak manusiawi mencerminkan perlakuan brutal yang diterima oleh para tahanan di sana. Setelah Indonesia merdeka, penjara ini sempat digunakan oleh pemerintah Indonesia sebelum akhirnya dijadikan sebagai situs sejarah dan objek wisata. Kini, Gevangenis Van Fort De Kock menjadi salah satu destinasi wisata sejarah yang menarik bagi wisatawan yang berkunjung ke Bukittinggi. Bangunan penjara yang masih berdiri kokoh menjadi saksi bisu dari sejarah panjang perjuangan rakyat Indonesia melawan penjajahan. Pengunjung dapat melihat langsung sel-sel penjara yang digunakan untuk menahan para pejuang kemerdekaan dan merasakan atmosfer sejarah yang kental di tempat ini. Selain itu, lokasi penjara yang berada di kawasan benteng Fort De Kock juga menawarkan pemandangan indah dan kesempatan untuk mempelajari lebih dalam tentang sejarah dan budaya Minangkabau.",
            "source" :"https://www.merdeka.com/peristiwa/jejak-sejarah-gevangenis-van-fort-de-kock-penjara-belanda-di-jantung-bukittingi.html"
        },
        {
            "idKategori": 4,
            "id": 8,
            "title" : "Museum Rumah Kelahiran Bung Hatta",
            "img": "https://cdn1-production-images-kly.akamaized.net/qpFqX_VSsJTB5WRCJx9dA32zvtI=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/2393026/original/052808400_1540532495-rumah_bung_hatta.JPG",
            "body" : "Museum Rumah Kelahiran Bung Hatta adalah sebuah museum yang terletak di Kota Bukittinggi, Sumatera Barat, Indonesia. Museum ini didedikasikan untuk mengenang dan menghormati Mohammad Hatta, salah satu proklamator kemerdekaan Indonesia dan Wakil Presiden pertama Republik Indonesia. Rumah ini merupakan tempat kelahiran Bung Hatta pada tanggal 12 Agustus 1902 dan telah diubah menjadi museum untuk memperingati jasa-jasa dan perjuangannya bagi bangsa Indonesia. Museum ini menawarkan pandangan mendalam tentang kehidupan Bung Hatta melalui berbagai koleksi benda-benda pribadi, foto-foto, dokumen sejarah, dan perabotan asli yang digunakan oleh keluarga Hatta. Pengunjung dapat melihat ruang-ruang yang masih dipertahankan seperti aslinya, termasuk kamar tidur, ruang tamu, dan ruang belajar yang menggambarkan kesederhanaan hidup Bung Hatta serta dedikasinya terhadap pendidikan dan perjuangan kemerdekaan. Selain menjadi tempat wisata edukatif, Museum Rumah Kelahiran Bung Hatta juga berfungsi sebagai pusat penelitian dan kegiatan budaya. Berbagai acara, seperti diskusi sejarah, seminar, dan pameran temporer, sering diadakan di sini untuk meningkatkan kesadaran dan pengetahuan masyarakat tentang sejarah perjuangan kemerdekaan Indonesia dan peran penting Bung Hatta di dalamnya. Museum ini juga menjadi simbol kebanggaan bagi masyarakat Bukittinggi dan Sumatera Barat, yang dengan bangga merawat dan menjaga warisan sejarah ini. Kunjungan ke Museum Rumah Kelahiran Bung Hatta tidak hanya memberikan wawasan tentang kehidupan seorang tokoh besar bangsa, tetapi juga menginspirasi generasi muda untuk meneladani semangat perjuangan dan dedikasi Bung Hatta. Dengan lokasinya yang strategis di pusat kota Bukittinggi, museum ini mudah diakses oleh wisatawan dan menjadi salah satu destinasi wisata sejarah yang populer di Sumatera Barat.",
            "source" :"https://www.liputan6.com/regional/read/5361651/6-tempat-bersejarah-di-sumatera-barat-yang-wajib-anda-ketahui?page=5"
        },
        {
            "idKategori": 5,
            "id": 9,
            "title" : "Benteng Fort York",
            "img": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1640413439/yl0wtkwtvoakkwstut3a.jpg",
            "body" : "Benteng York, juga dikenal sebagai Fort York, adalah sebuah situs bersejarah yang terletak di pusat kota Toronto, Kanada. Benteng ini dibangun pada akhir abad ke-18 oleh pasukan Inggris sebagai pertahanan terhadap potensi serangan Amerika selama Perang 1812. Fort York memainkan peran penting dalam sejarah militer Kanada, terutama ketika pasukan Amerika menyerang dan menduduki Toronto pada tahun 1813. Meskipun sebagian besar benteng asli hancur dalam serangan tersebut, benteng ini kemudian dibangun kembali dan diperluas untuk melindungi kota dari ancaman lebih lanjut. Arsitektur Benteng York mencerminkan teknik konstruksi militer Inggris pada masa itu, dengan dinding-dinding tebal yang terbuat dari batu dan kayu, serta bastion yang dirancang untuk pertahanan artileri. Kompleks benteng mencakup berbagai bangunan, termasuk barak, gudang mesiu, dan rumah komandan, yang semuanya direkonstruksi dan dipugar dengan teliti untuk menjaga keaslian sejarahnya. Saat ini, Fort York menjadi salah satu situs sejarah paling terpelihara di Kanada, menawarkan wawasan yang kaya tentang kehidupan militer pada awal abad ke-19. Sebagai museum sejarah hidup, Benteng York menyajikan berbagai pameran dan kegiatan yang menghidupkan kembali sejarah militer Toronto. Pengunjung dapat menyaksikan demonstrasi tentara yang mengenakan seragam periode, pertunjukan meriam, dan berbagai kegiatan interaktif yang menggambarkan kehidupan sehari-hari di benteng pada masa perang. Museum ini juga memiliki koleksi artefak yang luas, termasuk senjata, peralatan militer, dan dokumen sejarah yang memberikan gambaran mendalam tentang era tersebut. Benteng York tidak hanya berfungsi sebagai tempat pendidikan sejarah, tetapi juga sebagai ruang publik yang dinamis untuk acara budaya dan perayaan komunitas. Lokasinya yang strategis di tepi Danau Ontario menjadikannya tempat yang populer untuk festival, konser, dan acara tahunan lainnya. Dengan pemandangan yang indah dan suasana yang historis, Fort York terus menarik pengunjung dari berbagai kalangan, memperkuat pentingnya menjaga dan merayakan warisan sejarah di tengah perkembangan kota modern.",
            "source" :"https://www.detik.com/sumbagsel/wisata/d-7013824/mengenang-benteng-york-benteng-pertama-inggris-di-bengkulu"
        },{
            "idKategori": 5,
            "id": 10,
            "title" : "Rumah Pengasingan Bung Karno",
            "img": "https://cdn.idntimes.com/content-images/community/2022/05/rumah-pengasingan-bung-karno-bacf9013949363f3248e8aecad4e060b-61a7757900a417c26ed39eb55d93e32c.jpg",
            "body" : "Rumah Pengasingan Bung Karno adalah sebuah rumah bersejarah yang terletak di Kota Bengkulu, Indonesia. Rumah ini menjadi tempat pengasingan bagi Soekarno, presiden pertama Indonesia, selama periode penjajahan Belanda pada tahun 1938 hingga 1942. Pengasingan ini dilakukan oleh pemerintah kolonial Belanda sebagai upaya untuk meredam pengaruh dan aktivitas politik Soekarno yang semakin meningkat dalam memperjuangkan kemerdekaan Indonesia. Rumah ini kini dijadikan museum untuk memperingati perjuangan Bung Karno dalam merebut kemerdekaan bangsa. Rumah pengasingan ini memiliki arsitektur yang sederhana namun kokoh, mencerminkan gaya kolonial pada masa itu. Di dalam rumah, terdapat berbagai ruangan yang digunakan oleh Soekarno selama masa pengasingannya, termasuk ruang tamu, kamar tidur, dan ruang kerja. Rumah ini juga dilengkapi dengan berbagai perabotan dan artefak asli yang digunakan oleh Soekarno, memberikan gambaran tentang kehidupan sehari-hari sang proklamator selama berada di Bengkulu. Selain itu, terdapat juga koleksi buku dan tulisan-tulisan tangan Bung Karno yang menambah nilai sejarah dari rumah ini. Selama masa pengasingan di Bengkulu, Soekarno tetap aktif dalam kegiatan politik dan sosial. Ia banyak berinteraksi dengan masyarakat setempat dan terlibat dalam berbagai aktivitas, termasuk pembangunan Masjid Jamik Bengkulu. Selain itu, di rumah ini pula Bung Karno bertemu dengan Fatmawati, yang kemudian menjadi istrinya dan ibu negara pertama Indonesia. Pertemuan ini menjadi salah satu momen penting dalam kehidupan pribadi dan sejarah bangsa Indonesia. Rumah Pengasingan Bung Karno tidak hanya menjadi saksi bisu perjuangan kemerdekaan, tetapi juga kisah cinta yang mengharukan antara Soekarno dan Fatmawati. Saat ini, Rumah Pengasingan Bung Karno menjadi salah satu destinasi wisata sejarah yang penting di Bengkulu. Pengunjung dapat melihat langsung berbagai benda peninggalan Bung Karno dan memahami lebih dalam tentang perjuangannya. Selain itu, museum ini juga sering digunakan sebagai tempat kegiatan edukatif dan penelitian sejarah, memperkuat pentingnya rumah ini sebagai warisan budaya dan sejarah. Dengan lokasinya yang mudah dijangkau, rumah ini menjadi simbol perjuangan dan keteguhan hati dalam merebut kemerdekaan, sekaligus mengingatkan generasi muda akan pentingnya menjaga dan melestarikan sejarah bangsa.",
            "source" :"https://www.idntimes.com/travel/destination/surya-dharma-7/wisata-bersejarah-di-bengkulu-c1c2?page=all"
        },
        {
            "idKategori": 6,
            "id": 11,
            "title" : "Pesona Rumah Tinggi, Saksi Bisu Kejayaan Kerajaan Indragiri",
            "img": "https://melayupedia.com/foto_berita/2021/12/2021-12-15-pesona-rumah-tinggi-saksi-bisu-kejayaan-kerajaan-indragiri.816",
            "body" : "Rumah Tinggi Riau adalah salah satu warisan budaya yang terletak di Kota Riau, Indonesia. Rumah tradisional ini mencerminkan arsitektur khas Melayu dengan struktur yang ditinggikan di atas tiang-tiang tinggi. Rumah Tinggi Riau dibangun dengan menggunakan bahan-bahan alami seperti kayu dan atap rumbia, yang tidak hanya memberikan keindahan estetika tetapi juga ketahanan terhadap kondisi alam tropis. Desain rumah ini juga mencerminkan kearifan lokal dalam memanfaatkan sumber daya alam sekitar dan menciptakan hunian yang nyaman serta ramah lingkungan. Selain keindahan arsitektur, Rumah Tinggi Riau juga memiliki makna budaya yang mendalam. Rumah ini sering digunakan untuk berbagai kegiatan adat dan upacara tradisional masyarakat Melayu Riau. Ruang-ruang di dalam rumah dirancang sedemikian rupa untuk mendukung berbagai fungsi sosial dan ritual. Ruang tamu yang luas biasanya digunakan untuk menerima tamu penting dan mengadakan pertemuan keluarga besar, sementara ruangan lain digunakan untuk aktivitas sehari-hari keluarga. Keberadaan Rumah Tinggi Riau juga menggambarkan struktur sosial masyarakat Melayu, di mana rumah bukan hanya tempat tinggal tetapi juga simbol status dan identitas keluarga. Rumah Tinggi Riau tidak hanya berfungsi sebagai tempat tinggal tetapi juga sebagai pusat kegiatan ekonomi. Banyak rumah tinggi yang dilengkapi dengan ruang bawah yang digunakan untuk menyimpan hasil pertanian atau sebagai tempat usaha kecil-kecilan. Ini menunjukkan bagaimana masyarakat Melayu Riau memanfaatkan rumah mereka tidak hanya sebagai tempat tinggal tetapi juga sebagai pusat kegiatan ekonomi keluarga. Selain itu, rumah ini juga dirancang untuk menghadapi tantangan alam seperti banjir dengan struktur yang ditinggikan, memberikan perlindungan tambahan bagi penghuninya. Saat ini, Rumah Tinggi Riau menjadi salah satu daya tarik wisata budaya di Riau. Banyak wisatawan yang tertarik untuk melihat dan mempelajari lebih lanjut tentang arsitektur tradisional dan budaya Melayu. Pemerintah setempat dan masyarakat berusaha untuk melestarikan dan merawat rumah-rumah tinggi ini sebagai bagian dari warisan budaya yang berharga. Melalui berbagai program pelestarian dan promosi pariwisata, diharapkan Rumah Tinggi Riau dapat terus menjadi simbol kebanggaan dan identitas budaya masyarakat Riau, sekaligus memberikan kontribusi positif bagi perkembangan pariwisata dan ekonomi lokal.",
            "source" :"https://www.melayupedia.com/berita/1318/pesona-rumah-tinggi-saksi-bisu-kejayaan-kerajaan-indragiri"
        },{
            "idKategori": 6,
            "id": 12,
            "title" : "Benteng 7 Lapis",
            "img": "https://melayupedia.com/foto_berita/2021/11/2021-11-19-benteng-7-lapis-pertahanan-terakhir-kaum-paderi-di-riau.jpg",
            "body" : "Benteng 7 Lapis adalah salah satu situs sejarah yang terletak di Riau, Indonesia. Benteng ini dibangun pada masa Kesultanan Siak Sri Indrapura, sebuah kesultanan yang pernah berkuasa di wilayah Riau dan sekitarnya. Benteng ini dinamakan 7 Lapis karena memiliki tujuh lapisan pertahanan yang terdiri dari parit, tembok, dan benteng-benteng kecil di sekitarnya. Struktur pertahanan yang kompleks ini menunjukkan kecerdikan dan keahlian militer pada masa itu dalam melindungi wilayah kekuasaan mereka dari serangan musuh. Arsitektur Benteng 7 Lapis mencerminkan perpaduan antara gaya lokal dan pengaruh asing yang datang melalui perdagangan dan hubungan diplomatik. Benteng ini dibangun dengan bahan-bahan lokal seperti batu dan kayu, yang disusun sedemikian rupa untuk memberikan perlindungan maksimal. Setiap lapisan pertahanan dirancang untuk memperlambat dan melemahkan serangan musuh, sehingga memberikan waktu bagi pasukan kesultanan untuk mempersiapkan diri. Selain fungsi pertahanannya, Benteng 7 Lapis juga berfungsi sebagai pusat pemerintahan dan tempat tinggal sultan serta keluarganya. Dalam benteng ini terdapat berbagai bangunan penting, termasuk istana, masjid, dan barak-barak untuk prajurit. Kehadiran bangunan-bangunan ini menunjukkan betapa pentingnya benteng ini dalam kehidupan politik dan sosial kesultanan. Benteng ini juga menjadi pusat kegiatan ekonomi, dengan adanya pasar dan gudang penyimpanan yang mendukung perdagangan di wilayah tersebut. Saat ini, Benteng 7 Lapis menjadi salah satu destinasi wisata sejarah yang menarik di Riau. Pengunjung dapat melihat sisa-sisa struktur benteng yang masih berdiri dan mempelajari sejarah panjang kesultanan Siak Sri Indrapura. Upaya pelestarian dilakukan oleh pemerintah dan masyarakat setempat untuk menjaga warisan budaya ini. Melalui program edukasi dan pariwisata, diharapkan generasi mendatang dapat terus menghargai dan mempelajari nilai-nilai sejarah yang terkandung dalam Benteng 7 Lapis.",
            "source" :"https://www.kompas.com/stori/read/2023/08/31/230000179/sejarah-benteng-tujuh-lapis-peninggalan-tuanku-tambusai?page=all"
        },
        {
            "idKategori": 7,
            "id": 13,
            "title" : "Keunikan Vihara Patung Seribu di Tanjungpinang",
            "img": "https://www.djkn.kemenkeu.go.id/files/images/2024/04/WhatsApp_Image_2024-04-04_at_11_10_32_ab3be87e.jpg",
            "body" : "Vihara Patung Seribu adalah salah satu tempat ibadah dan wisata rohani yang terkenal di Kepulauan Riau, Indonesia. Vihara ini dikenal karena memiliki koleksi patung Buddha dalam berbagai ukuran dan pose yang mencapai ribuan jumlahnya, yang memberikan vihara ini julukan Patung Seribu. Struktur arsitektur vihara ini sangat unik dan menarik, dengan desain yang menggabungkan elemen-elemen tradisional Tionghoa dan pengaruh lokal, menciptakan suasana yang spiritual dan menenangkan bagi para pengunjung dan peziarah. Vihara Patung Seribu tidak hanya menjadi tempat untuk melakukan ritual keagamaan, tetapi juga sebagai pusat kegiatan komunitas, di mana berbagai acara budaya dan festival diadakan, menarik banyak pengunjung dari berbagai daerah serta turis internasional. Keberadaan vihara ini juga memperkaya keanekaragaman budaya dan religius di Kepulauan Riau, serta berperan dalam mempromosikan pariwisata religi di Indonesia. Vihara ini menawarkan pengalaman yang mendidik tentang filosofi dan seni Budha, dan menjadi simbol harmoni serta toleransi antar umat beragama di wilayah tersebut.",
            "source" :"https://www.djkn.kemenkeu.go.id/kpknl-batam/baca-artikel/16990/Keunikan-Vihara-Patung-Seribu-di-Tanjungpinang.html"
        },{
            "idKategori": 7,
            "id": 14,
            "title" : "Klenteng Senggarang",
            "img": "https://www.hariankepri.com/wp-content/uploads/2021/10/IMG-20211009-WA0058.jpg",
            "body" : "Klenteng Senggarang di Kepulauan Riau adalah salah satu situs budaya yang kaya sejarah dan nilai spiritual. Didirikan pada abad ke-18 oleh komunitas Tionghoa yang menetap di daerah tersebut, klenteng ini menjadi pusat kegiatan keagamaan dan sosial bagi masyarakat setempat. Arsitektur klenteng yang megah, dengan ornamen dan patung-patung dewa-dewi, mencerminkan keindahan seni Tionghoa klasik yang dipadukan dengan elemen lokal. Lokasi klenteng yang strategis di tepi sungai membuatnya mudah diakses dan menjadi salah satu destinasi wisata budaya yang menarik di Kepulauan Riau. Klenteng Senggarang juga dikenal dengan festival-festival keagamaannya yang meriah, seperti perayaan Tahun Baru Imlek dan perayaan Cap Go Meh. Pada acara-acara tersebut, klenteng ini menjadi sangat ramai dengan pengunjung yang datang untuk bersembahyang dan berpartisipasi dalam berbagai kegiatan tradisional. Selain itu, klenteng ini sering menjadi tempat penyelenggaraan ritual pernikahan, doa bersama, dan upacara penting lainnya bagi komunitas Tionghoa di Kepulauan Riau. Kehadiran klenteng ini tidak hanya memperkaya kehidupan spiritual masyarakat, tetapi juga memperkuat rasa persaudaraan di antara mereka. Tidak hanya sebagai tempat ibadah, Klenteng Senggarang juga memiliki nilai sejarah yang signifikan. Banyak artefak kuno yang masih tersimpan dengan baik di dalamnya, termasuk naskah-naskah suci, patung-patung, dan benda-benda keagamaan lainnya. Setiap sudut klenteng ini menyimpan cerita dan kenangan yang berharga tentang perjalanan komunitas Tionghoa di wilayah ini. Oleh karena itu, klenteng ini sering menjadi objek studi bagi para peneliti sejarah dan budaya yang tertarik untuk menggali lebih dalam tentang interaksi budaya dan sejarah di Kepulauan Riau. Peran Klenteng Senggarang sebagai pusat kebudayaan dan spiritualitas membuatnya menjadi aset berharga bagi Kepulauan Riau. Dengan keindahan arsitekturnya, kekayaan sejarahnya, dan aktivitas keagamaannya yang beragam, klenteng ini terus menarik perhatian wisatawan lokal maupun mancanegara. Upaya pelestarian dan promosi klenteng ini sangat penting agar warisan budaya ini tetap terjaga dan dapat dinikmati oleh generasi mendatang. Klenteng Senggarang bukan hanya simbol kepercayaan dan tradisi, tetapi juga menjadi saksi bisu dari perjalanan panjang komunitas Tionghoa di Kepulauan Riau.",
            "source" :"https://www.rri.co.id/wisata/756008/klenteng-senggarang-peradaban-awal-warga-tionghoa-di-kepri"
        },
        {
            "idKategori": 8,
            "id": 15,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },{
            "idKategori": 8,
            "id": 16,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 9,
            "id": 17,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },{
            "idKategori": 9,
            "id": 18,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 10,
            "id": 19,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },{
            "idKategori": 10,
            "id": 20,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 11,
            "id": 21,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 11,
            "id": 22,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 12,
            "id": 23,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },{
            "idKategori": 12,
            "id": 24,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 13,
            "id": 25,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },{
            "idKategori": 13,
            "id": 26,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 14,
            "id": 27,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 14,
            "id": 28,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 15,
            "id": 29,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },
        {
            "idKategori": 15,
            "id": 30,
            "title" : "",
            "img": "",
            "body" : "",
            "source" :""
        },    
        {
            "idKategori": 20,
            "id": 2,
            "title": "Berdirinya Kota Yogyakarta",
            "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Yogyakarta_Indonesia_Tugu-Yogyakarta-02.jpg/1200px-Yogyakarta_Indonesia_Tugu-Yogyakarta-02.jpg",
            "body": "Berdirinya Kota Yogyakarta berawal dari adanya Perjanjian Gianti pada Tanggal 13 Februari 1755 yang ditandatangani Kompeni Belanda di bawah tanda tangan Gubernur Nicholas Hartingh atas nama Gubernur Jendral Jacob Mossel. Isi Perjanjian Gianti: Negara Mataram dibagi dua: Setengah masih menjadi Hak Kerajaan Surakarta, setengah lagi menjadi Hak Pangeran Mangkubumi. Dalam perjanjian itu pula Pengeran Mangkubumi diakui menjadi Raja atas setengah daerah Pedalaman Kerajaan Jawa dengan Gelar Sultan Hamengku Buwono Senopati Ing Alega Abdul Rachman Sayidin Panatagama Khalifatullah.\n\nAdapun daerah-daerah yang menjadi kekuasaannya adalah Mataram (Yogyakarta), Pojong, Sukowati, Bagelen, Kedu, Bumigede dan ditambah daerah mancanegara yaitu; Madiun, Magetan, Cirebon, Separuh Pacitan, Kartosuro, Kalangbret, Tulungagung, Mojokerto, Bojonegoro, Ngawen, Sela, Kuwu, Wonosari, Grobogan.\n\nSetelah selesai Perjanjian Pembagian Daerah itu, Pengeran Mangkubumi yang bergelar Sultan Hamengku Buwono I segera menetapkan bahwa Daerah Mataram yang ada di dalam kekuasaannya itu diberi nama Ngayogyakarta Hadiningrat dan beribukota di Ngayogyakarta (Yogyakarta). Ketetapan ini diumumkan pada tanggal 13 Maret 1755.\n\nTempat yang dipilih menjadi ibukota dan pusat pemerintahan ini ialah Hutan yang disebut Beringin, dimana telah ada sebuah desa kecil bernama Pachetokan, sedang disana terdapat suatu pesanggrahan dinamai Garjitowati, yang dibuat oleh Susuhunan Paku Buwono II dulu dan namanya kemudian diubah menjadi Ayodya. Setelah penetapan tersebut diatas diumumkan, Sultan Hamengku Buwono segera memerintahkan kepada rakyat membabad hutan tadi untuk didirikan Kraton.\n\nSebelum Kraton itu jadi, Sultan Hamengku Buwono I berkenan menempati pasanggrahan Ambarketawang daerah Gamping, yang tengah dikerjakan juga. Menempatinya pesanggrahan tersebut resminya pada tanggal 9 Oktober 1755. Dari tempat inilah beliau selalu mengawasi dan mengatur pembangunan kraton yang sedang dikerjakan.\n\nSetahun kemudian Sultan Hamengku Buwono I berkenan memasuki Istana Baru sebagai peresmiannya. Dengan demikian berdirilah Kota Yogyakarta atau dengan nama utuhnya ialah Negari Ngayogyakarta Hadiningrat. Pesanggrahan Ambarketawang ditinggalkan oleh Sultan Hamengku Buwono untuk berpindah menetap di Kraton yang baru. Peresmian mana terjadi Tanggal 7 Oktober 1756.\n\nKota Yogyakarta dibangun pada tahun 1755, bersamaan dengan dibangunnya Kerajaan Ngayogyakarta Hadiningrat oleh Sri Sultan Hamengku Buwono I di Hutan Beringin, suatu kawasan diantara sungai Winongo dan sungai Code dimana lokasi tersebut nampak strategi menurut segi pertahanan keamanan pada waktu itu.\n\nSesudah Proklamasi Kemerdekaan 17 Agustus 1945, Sri Sultan Hamengku Buwono IX dan Sri Paduka Paku Alam VIII menerima piagam pengangkatan menjadi Gubernur dan Wakil Gubernur Propinsi DIY dari Presiden RI, selanjutnya pada tanggal 5 September 1945 beliau mengeluarkan amanat yang menyatakan bahwa daerah Kesultanan dan daerah Pakualaman merupakan Daerah Istimewa yang menjadi bagian dari Republik Indonesia menurut pasal 18 UUD 1945. Dan pada tanggal 30 Oktober 1945, beliau mengeluarkan amanat kedua yang menyatakan bahwa pelaksanaan Pemerintahan di Daerah Istimewa Yogyakarta akan dilakukan oleh Sri Sultan Hamengkubuwono IX dan Sri Paduka Paku Alam VIII bersama-sama Badan Pekerja Komite Nasional.\n\nMeskipun Kota Yogyakarta baik yang menjadi bagian dari Kesultanan maupun yang menjadi bagian dari Pakualaman telah dapat membentuk suatu DPR Kota dan Dewan Pemerintahan Kota yang dipimpin oleh kedua Bupati Kota Kasultanan dan Pakualaman, tetapi Kota Yogyakarta belum menjadi Kota Praja atau Kota Otonom, sebab kekuasaan otonomi yang meliputi berbagai bidang pemerintahan massih tetap berada di tangan Pemerintah Daerah Istimewa Yogyakarta.\n\nKota Yogyakarta yang meliputi daerah Kasultanan dan Pakualaman baru menjadi Kota Praja atau Kota Otonomi dengan lahirnya Undang-Undang Nomor 17 Tahun 1947, dalam pasal I menyatakan bahwa Kabupaten Kota Yogyakarta yang meliputi wilayah Kasultanan dan Pakualaman serta beberapa daerah dari Kabupaten Bantul yang sekarang menjadi Kecamatan Kotagede dan Umbulharjo ditetapkan sebagai daerah yang berhak mengatur dan mengurus rumah tangganya sendiri. Daerah tersebut dinamakan Haminte Kota Yogyakarta.\n\nUntuk melaksanakan otonomi tersebut Walikota pertama yang dijabat oleh Ir.Moh Enoh mengalami kesulitan karena wilayah tersebut masih merupakan bagian dari Daerah Istimewa Yogyakarta dan statusnya belum dilepas. Hal itu semakin nyata dengan adanya Undang-undang Nomor 22 Tahun 1948 tentang Pokok-pokok Pemerintahan Daerah, di mana Daerah Istimewa Yogyakarta sebagai Tingkat I dan Kotapraja Yogyakarta sebagai Tingkat II yang menjadi bagian Daerah Istimewa Yogyakarta.\n\nSelanjutnya Walikota kedua dijabat oleh Mr.Soedarisman Poerwokusumo yang kedudukannya juga sebagai Badan Pemerintah Harian serta merangkap menjadi Pimpinan Legislatif yang pada waktu itu bernama DPR-GR dengan anggota 25 orang. DPRD Kota Yogyakarta baru dibentuk pada tanggal 5 Mei 1958 dengan anggota 20 orang sebagai hasil Pemilu 1955.\n\nDengan kembali ke UUD 1945 melalui Dekrit Presiden 5 Juli 1959, maka Undang-undang Nomor 1 Tahun 1957 diganti dengan Undang-undang Nomor 18 Tahun 1965 tentang pokok-pokok Pemerintahan di Daerah, tugas Kepala Daerah dan DPRD dipisahkan dan dibentuk Wakil Kepala Daerah dan badan Pemerintah Harian serta sebutan Kota Praja diganti Kotamadya Yogyakarta.\n\nAtas dasar Tap MPRS Nomor XXI/MPRS/1966 dikeluarkan Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok Pemerintahan di Daerah. Berdasarkan Undang-undang tersebut, DIY merupakan Propinsi dan juga Daerah Tingkat I yang dipimpin oleh Kepala Daerah dengan sebutan Gubernur Kepala Daerah Istimewa Yogyakarta dan Wakil Gubernur Kepala Daerah Istimewa Yogyakarta yang tidak terikat oleh ketentuan masa jabatan, syarat dan cara pengankatan bagi Kepala Daerah dan Wakil Kepala Daerah lainnya, khususnya bagi beliau Sri Sultan Hamengku Buwono IX dan Sri Paduka Paku Alam VIII. Sedangkan Kotamadya Yogyakarta merupakan daerah Tingkat II yang dipimpin oleh Walikotamadya Kepala Daerah Tingkat II dimana terikat oleh ketentuan masa jabatan, syarat dan cara pengangkatan bagi kepala Daerah Tingkat II seperti yang lain.\n\nSeiring dengan bergulirnya era reformasi, tuntutan untuk menyelenggarakan pemerintahan di daerah secara otonom semakin mengemuka, maka keluarlah Undang-undang No.22 Tahun 1999 tentang Pemerintahan Daerah yang mengatur kewenangan Daerah menyelenggarakan otonomi daerah secara luas, nyata dan bertanggung jawab. Sesuai UU ini maka sebutan untuk Kotamadya Dati II Yogyakarta diubah menjadi Kota Yogyakarta sedangkan untuk pemerintahannya disebut dengan Pemerintahan Kota Yogyakarta dengan Walikota Yogyakarta sebagai Kepala Daerahnya.",
            "source": "https://www.jogjakota.go.id/page/sejarah-kota"
        },
        {
            "idKategori": 20,
            "id": 3,
            "title": "Yogyakarta",
            "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Yogyakarta_Indonesia_Tugu-Yogyakarta-02.jpg/1200px-Yogyakarta_Indonesia_Tugu-Yogyakarta-02.jpg",
            "body": "Berdirinya Kota Yogyakarta berawal dari adanya Perjanjian Gianti pada Tanggal 13 Februari 1755 yang ditandatangani Kompeni Belanda di bawah tanda tangan Gubernur Nicholas Hartingh atas nama Gubernur Jendral Jacob Mossel. Isi Perjanjian Gianti: Negara Mataram dibagi dua: Setengah masih menjadi Hak Kerajaan Surakarta, setengah lagi menjadi Hak Pangeran Mangkubumi. Dalam perjanjian itu pula Pengeran Mangkubumi diakui menjadi Raja atas setengah daerah Pedalaman Kerajaan Jawa dengan Gelar Sultan Hamengku Buwono Senopati Ing Alega Abdul Rachman Sayidin Panatagama Khalifatullah.\n\nAdapun daerah-daerah yang menjadi kekuasaannya adalah Mataram (Yogyakarta), Pojong, Sukowati, Bagelen, Kedu, Bumigede dan ditambah daerah mancanegara yaitu; Madiun, Magetan, Cirebon, Separuh Pacitan, Kartosuro, Kalangbret, Tulungagung, Mojokerto, Bojonegoro, Ngawen, Sela, Kuwu, Wonosari, Grobogan.\n\nSetelah selesai Perjanjian Pembagian Daerah itu, Pengeran Mangkubumi yang bergelar Sultan Hamengku Buwono I segera menetapkan bahwa Daerah Mataram yang ada di dalam kekuasaannya itu diberi nama Ngayogyakarta Hadiningrat dan beribukota di Ngayogyakarta (Yogyakarta). Ketetapan ini diumumkan pada tanggal 13 Maret 1755.\n\nTempat yang dipilih menjadi ibukota dan pusat pemerintahan ini ialah Hutan yang disebut Beringin, dimana telah ada sebuah desa kecil bernama Pachetokan, sedang disana terdapat suatu pesanggrahan dinamai Garjitowati, yang dibuat oleh Susuhunan Paku Buwono II dulu dan namanya kemudian diubah menjadi Ayodya. Setelah penetapan tersebut diatas diumumkan, Sultan Hamengku Buwono segera memerintahkan kepada rakyat membabad hutan tadi untuk didirikan Kraton.\n\nSebelum Kraton itu jadi, Sultan Hamengku Buwono I berkenan menempati pasanggrahan Ambarketawang daerah Gamping, yang tengah dikerjakan juga. Menempatinya pesanggrahan tersebut resminya pada tanggal 9 Oktober 1755. Dari tempat inilah beliau selalu mengawasi dan mengatur pembangunan kraton yang sedang dikerjakan.\n\nSetahun kemudian Sultan Hamengku Buwono I berkenan memasuki Istana Baru sebagai peresmiannya. Dengan demikian berdirilah Kota Yogyakarta atau dengan nama utuhnya ialah Negari Ngayogyakarta Hadiningrat. Pesanggrahan Ambarketawang ditinggalkan oleh Sultan Hamengku Buwono untuk berpindah menetap di Kraton yang baru. Peresmian mana terjadi Tanggal 7 Oktober 1756.\n\nKota Yogyakarta dibangun pada tahun 1755, bersamaan dengan dibangunnya Kerajaan Ngayogyakarta Hadiningrat oleh Sri Sultan Hamengku Buwono I di Hutan Beringin, suatu kawasan diantara sungai Winongo dan sungai Code dimana lokasi tersebut nampak strategi menurut segi pertahanan keamanan pada waktu itu.\n\nSesudah Proklamasi Kemerdekaan 17 Agustus 1945, Sri Sultan Hamengku Buwono IX dan Sri Paduka Paku Alam VIII menerima piagam pengangkatan menjadi Gubernur dan Wakil Gubernur Propinsi DIY dari Presiden RI, selanjutnya pada tanggal 5 September 1945 beliau mengeluarkan amanat yang menyatakan bahwa daerah Kesultanan dan daerah Pakualaman merupakan Daerah Istimewa yang menjadi bagian dari Republik Indonesia menurut pasal 18 UUD 1945. Dan pada tanggal 30 Oktober 1945, beliau mengeluarkan amanat kedua yang menyatakan bahwa pelaksanaan Pemerintahan di Daerah Istimewa Yogyakarta akan dilakukan oleh Sri Sultan Hamengkubuwono IX dan Sri Paduka Paku Alam VIII bersama-sama Badan Pekerja Komite Nasional.\n\nMeskipun Kota Yogyakarta baik yang menjadi bagian dari Kesultanan maupun yang menjadi bagian dari Pakualaman telah dapat membentuk suatu DPR Kota dan Dewan Pemerintahan Kota yang dipimpin oleh kedua Bupati Kota Kasultanan dan Pakualaman, tetapi Kota Yogyakarta belum menjadi Kota Praja atau Kota Otonom, sebab kekuasaan otonomi yang meliputi berbagai bidang pemerintahan massih tetap berada di tangan Pemerintah Daerah Istimewa Yogyakarta.\n\nKota Yogyakarta yang meliputi daerah Kasultanan dan Pakualaman baru menjadi Kota Praja atau Kota Otonomi dengan lahirnya Undang-Undang Nomor 17 Tahun 1947, dalam pasal I menyatakan bahwa Kabupaten Kota Yogyakarta yang meliputi wilayah Kasultanan dan Pakualaman serta beberapa daerah dari Kabupaten Bantul yang sekarang menjadi Kecamatan Kotagede dan Umbulharjo ditetapkan sebagai daerah yang berhak mengatur dan mengurus rumah tangganya sendiri. Daerah tersebut dinamakan Haminte Kota Yogyakarta.\n\nUntuk melaksanakan otonomi tersebut Walikota pertama yang dijabat oleh Ir.Moh Enoh mengalami kesulitan karena wilayah tersebut masih merupakan bagian dari Daerah Istimewa Yogyakarta dan statusnya belum dilepas. Hal itu semakin nyata dengan adanya Undang-undang Nomor 22 Tahun 1948 tentang Pokok-pokok Pemerintahan Daerah, di mana Daerah Istimewa Yogyakarta sebagai Tingkat I dan Kotapraja Yogyakarta sebagai Tingkat II yang menjadi bagian Daerah Istimewa Yogyakarta.\n\nSelanjutnya Walikota kedua dijabat oleh Mr.Soedarisman Poerwokusumo yang kedudukannya juga sebagai Badan Pemerintah Harian serta merangkap menjadi Pimpinan Legislatif yang pada waktu itu bernama DPR-GR dengan anggota 25 orang. DPRD Kota Yogyakarta baru dibentuk pada tanggal 5 Mei 1958 dengan anggota 20 orang sebagai hasil Pemilu 1955.\n\nDengan kembali ke UUD 1945 melalui Dekrit Presiden 5 Juli 1959, maka Undang-undang Nomor 1 Tahun 1957 diganti dengan Undang-undang Nomor 18 Tahun 1965 tentang pokok-pokok Pemerintahan di Daerah, tugas Kepala Daerah dan DPRD dipisahkan dan dibentuk Wakil Kepala Daerah dan badan Pemerintah Harian serta sebutan Kota Praja diganti Kotamadya Yogyakarta.\n\nAtas dasar Tap MPRS Nomor XXI/MPRS/1966 dikeluarkan Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok Pemerintahan di Daerah. Berdasarkan Undang-undang tersebut, DIY merupakan Propinsi dan juga Daerah Tingkat I yang dipimpin oleh Kepala Daerah dengan sebutan Gubernur Kepala Daerah Istimewa Yogyakarta dan Wakil Gubernur Kepala Daerah Istimewa Yogyakarta yang tidak terikat oleh ketentuan masa jabatan, syarat dan cara pengankatan bagi Kepala Daerah dan Wakil Kepala Daerah lainnya, khususnya bagi beliau Sri Sultan Hamengku Buwono IX dan Sri Paduka Paku Alam VIII. Sedangkan Kotamadya Yogyakarta merupakan daerah Tingkat II yang dipimpin oleh Walikotamadya Kepala Daerah Tingkat II dimana terikat oleh ketentuan masa jabatan, syarat dan cara pengangkatan bagi kepala Daerah Tingkat II seperti yang lain.\n\nSeiring dengan bergulirnya era reformasi, tuntutan untuk menyelenggarakan pemerintahan di daerah secara otonom semakin mengemuka, maka keluarlah Undang-undang No.22 Tahun 1999 tentang Pemerintahan Daerah yang mengatur kewenangan Daerah menyelenggarakan otonomi daerah secara luas, nyata dan bertanggung jawab. Sesuai UU ini maka sebutan untuk Kotamadya Dati II Yogyakarta diubah menjadi Kota Yogyakarta sedangkan untuk pemerintahannya disebut dengan Pemerintahan Kota Yogyakarta dengan Walikota Yogyakarta sebagai Kepala Daerahnya.",
            "source": "https://www.jogjakota.go.id/page/sejarah-kota"
        }
    ]      
}

